[
    {
      "title": "Set Sail for Exceptional Returns: Exploring Sri Lanka’s Emerging Nautical Frontier",
      "content": "Sri Lanka is uniquely poised to become a premier hub for yacht-building, marine tourism, and related services in the coming decade. With the global marine tourism market projected to nearly double to USD 137 billion by 2031, and the yacht and yacht charter markets set to expand significantly, there’s no better time to chart a course for investment in this high-potential sector. <br/><b>Seizing Global Opportunities</b><ul><li><b>Global Market Boom:</b>The yacht market is expected to grow <b>1.5x</b> to <b>USD 40.4 billion </b>over 2023-2029, while yacht charters are set to rise <b>1.8x</b> to <b>USD 20.2 billion</b> over 2022-2032. </li><li><b>Strategic Advantage: </b>Despite these upbeat forecasts, Sri Lanka has barely scratched the surface, primarily due to constraints in producing high-end, larger vessels and a lack of world-class marinas.</li></ul>"
    },
    {
      "title": "Transforming Sri Lanka’s Marine Landscape",
      "content": "To capture these opportunities, a strategic plan proposes the development of <b> Galle Harbour, Kapparatota, Weligama Bay,</b> and <b>Welipatanwila</b> into fully equipped marinas and shipyards. Backed by an estimated LKR 9.7 billion in initial capital expenditure, these developments are projected to yield:<ul><li><b>Net Present Value (NPV):</b> LKR 8.2 billion</li><li><b>Internal Rate of Return (IRR):</b> 13.88%</li></ul> These figures underline robust profitability and long-term sustainability for investors seeking high-growth prospects."
    },
    {
      "title": "Why Sri Lanka?",
      "content": "<ol><li><b>Prime Maritime Locations</b></li>With five major ports (including Hambantota and Galle) offering strategic access to global shipping routes, Sri Lanka is ideally located to service international yacht-building and maintenance demands.<li><b>Skilled Workforce and Competitive Costs</b></li>A talented pool of boat-builders, naval architects, and engineers—combined with low labor costs—enables Sri Lanka to produce a wide range of vessels, from yachts to fishing boats and rescue craft, at competitive prices.<li><b>Tourism Synergy</b></li>Close proximity to world-class beaches, luxury hotels, and eco-friendly resorts amplifies the island’s appeal for nautical tourism. Marinas in destinations like <b>Weligama Bay </b>promise a perfect fusion of hospitality and seafaring adventure, drawing yacht enthusiasts and leisure travelers from around the globe.</ol>"
    },
    {
      "title": "Multiple Avenues for Growth",
      "content": "<ul><li><b>Boat-Building Exports:</b> Focus on larger, more profitable vessels to tap the expanding global yacht market.</li><li><b>Nautical Tourism:</b> Attract high-value travelers by positioning Sri Lanka as a must-visit stopover for yachts and superyachts, bolstered by new marinas and improved docking facilities.</li><li><b>Eco-Tourism:</b> Combine yacht cruises with sustainable marine experiences, leveraging Sri Lanka’s natural beauty while preserving its delicate ecosystems.</li></ul>"
    },
    {
      "title": "Charting the Future",
      "content": "<p>As the <b>global marine tourism market </b>is projected to reach <b>USD 137 billion</b> by 2031, Sri Lanka stands at the cusp of a historic opportunity. Strategic investments in:</p><ul><li><b>Infrastructure Development:</b> World-class marinas, docking facilities, and shipyards.</li><li><b>Expanded Boat-Building Capacity:</b> Facilities capable of meeting global demand for bigger, more luxurious vessels.</li><li><b>Integrated Tourist Experiences:</b> Seamlessly merging marine adventures with land-based cultural, culinary, and eco-tourism offerings.</li></ul><p>These initiatives will not only enhance Sri Lanka’s global standing but also deliver attractive returns to investors.</p>"
    },
    {
      "title": "Ready to Navigate the Next Wave of Growth?",
      "content": "<p>Uncover the potential of Sri Lanka’s thriving boat-building industry. Gain in-depth insights into promising locations, and make informed investment decisions with confidence. Connect with us today and be part of Sri Lanka’s remarkable voyage into the future of global marine tourism.</p><p><i><a href='/assets/pdf/Business Case for Nautical Tourism.pdf'>Unlocking the Potential: Strategic Development of Nautical Tourism and Shipyard Infrastructure in Sri Lanka – A Business Case</i> </a></p>"
    }
    
    
  ]
  