[
    {
      "title": "Natural Resources and Strategic Locations",
      "content": "Sri Lanka's five major ports, such as Hambantota and Galle, play a critical role in boosting the boat-building and ship-building industry. Hambantota is emerging as a key hub for yacht-building, while Galle continues to hold significant potential. Sri Lanka’s skilled workforce, along with its low labour costs, provides a strong foundation for producing high-quality vessels, including fishing boats, yachts, passenger vessels, and rescue boats."
    },
    {
      "title": "Multiple Investment Opportunities",
      "content": "The increasing global demand for yachts and marine tourism presents massive investment opportunities. The global yacht market is expected to grow at a 7% CAGR, reaching USD 40bn by 2029, while the marine tourism market will also grow at a similar rate. Sri Lanka's boat-building industry can tap into this potential, expanding its export revenue by focusing on larger, more profitable vessels. Strategic development of areas like Weligama Bay as a marina for yachts and superyachts plays a major role in positioning Sri Lanka as a top destination for nautical tourism, attracting international yachts, cruisers, and leisure boaters."
    },
    {
      "title": "Convenient Access to Tourism Attractions",
      "content": "Sri Lanka’s boat-building industry not only boosts exports but also contributes significantly to the growth of the tourism sector. The island offers a wide array of attractions near yacht-friendly locations, with luxury hotels and eco-friendly resorts positioned close to prime nautical spots. These synergies allow businesses to target both the growing nautical sports market and eco-tourism, ensuring minimal environmental impact while offering unforgettable visitor experiences."
    },
    {
      "title": "What To Expect in The Future?",
      "content": "The global marine tourism market is expected to reach USD 137 million by 2031, with significant growth potential for Sri Lanka as a hub for yacht-building and marine services. Investment in infrastructure, such as expanding boat-building capacity and developing world-class marinas, will further enhance Sri Lanka's appeal to international tourists and businesses, making it a key player in the global maritime industry. Use to tool to uncover the potential of Sri Lanka’s boat-building industry, gain detailed insights into key locations, and make informed investment decisions with confidence and clarity!"
    }
  ]
  