[
    {
      "title": "The Strategic Roadmap",
      "content": "The Renewable Energy Resource Development Plan 2021-2026 by the Sri Lanka Sustainable Energy Authority outlines the country's strategic approach to harnessing renewable energy resources, emphasising the importance of solar and wind energy in meeting future energy demands"
    },
    {
      "title": "Global Alignment: The Just Energy Transition",
      "content": "This dual potential for solar and wind energy aligns perfectly with the global push for a “just energy transition” from fossil fuels to renewable sources. By integrating these resources, Sri Lanka can strengthen its energy security, reduce carbon emissions, and support the international commitment to achieving net-zero targets."
    },
    {
      "title": "Solar Power: A Strategic Route to a Resilient Future",
      "content": "By leveraging solar power, countries in the region can significantly reduce their reliance on fossil fuels, improve energy security, and contribute to the global commitment to achieving net-zero emissions. Investments in solar energy ensure long-term cost efficiency while aligning with the region's goals for sustainable development and clean energy. Solar power is not just an environmentally responsible choice — it is a strategic route to a resilient, self-sufficient energy future for the region as a whole."
    },
    {
      "title": "Offshore and Onshore Wind Potential",
      "content": "Similarly, Sri Lanka’s coastal winds offer significant potential for large-scale renewable energy generation to meet domestic energy needs and supply the wider region. The country’s offshore wind potential is exceptional, with a capacity including 27GW of fixed offshore wind in shallow waters and 29GW of floating offshore wind in deeper waters. Additionally, favourable conditions for onshore wind power development, with annual average wind speeds exceeding 7 meters per second, further enhance the country’s renewable energy capabilities."
    }
  ]
  