[
  {
    "title": "Coastal Conservation and Coastal Resources Management Act No. 57 of 1981 (amended in 1988 and 2011)",
    "content": "This act governs development activities in the coastal zone, which includes land within 300 meters of the high-water mark and adjoining marine areas. Developers must obtain a permit from the Coast Conservation and Coastal Resource Management Department (CCD) for any construction or alteration in coastal zones. Environmental Impact Assessments (EIA) are mandatory for significant projects, including renewable energy installations like wind farms or solar parks."
  },
  {
    "title": "National Environmental Act No. 47 of 1980 (amended in 1988)",
    "content": "The Central Environmental Authority (CEA) enforces this act, requiring renewable energy projects to conduct EIAs or Initial Environmental Examinations (IEE) depending on the scale and location. The CEA works closely with the CCD in coastal regions to ensure that renewable energy projects do not adversely affect the environment."
  },
  {
    "title": "Sri Lanka Electricity Act No. 36 of 2024",
    "content": "This act governs renewable energy projects, including licensing and regulation by the Public Utilities Commission of Sri Lanka (PUCSL). Grid connection standards, tariff settings, and sustainability compliance are outlined in this act to ensure the financial and environmental viability of renewable energy projects, particularly in ecologically sensitive coastal areas."
  },
  {
    "title": "Sri Lanka Sustainable Energy Authority Act No. 35 of 2007",
    "content": "This act provides a regulatory framework for renewable energy development. The Sri Lanka Sustainable Energy Authority (SLSEA) promotes renewable energy projects, including solar, wind, and bioenergy, while ensuring adherence to environmental and safety standards."
  },
  {
    "title": "Marine Pollution Prevention Act No. 35 of 2008",
    "content": "Projects in coastal and marine areas must comply with this act to prevent pollution of the marine environment. Renewable energy projects, such as offshore wind farms, must ensure their construction and operational activities do not harm marine ecosystems."
  },
  {
    "title": "Fisheries and Aquatic Resources Act No. 2 of 1996",
    "content": "This act regulates renewable energy projects in coastal and marine areas that may overlap with fishing zones. The Department of Fisheries and Aquatic Resources ensures that such projects do not interfere with traditional livelihoods and comply with fishing-related standards."
  },
  {
    "title": "Local Government and Urban Development Regulations",
    "content": "Local authorities regulate land use in coastal areas, requiring developers to obtain construction permits and adhere to zoning laws. Renewable energy projects may also need to align with urban development plans in populated or touristic coastal areas."
  },
  {
    "title": "Sri Lanka Ports Authority Regulations",
    "content": "Renewable energy projects near ports or harbors must receive approval from the Sri Lanka Ports Authority (SLPA), especially for offshore energy projects, to ensure compatibility with port operations."
  },
  {
    "title": "Biodiversity Protection Regulations",
    "content": "Renewable energy projects must prioritize biodiversity protection in environmentally sensitive zones. Compliance with national biodiversity action plans and international conventions is mandatory to safeguard ecosystems and wildlife."
  }
]
