[
    {
      "title": "Fish Processing",
      "content": "Sri Lanka's fish processing industry is rapidly expanding, driven by the country's rich marine resources and a thriving fishing industry. Advanced processing techniques ensure high-quality products for domestic consumption and export markets, catering to food, feed, and biomedical industries. Increasing global demand for seafood, particularly among health-conscious consumers, has further boosted this sector. Government investments to modernise fishing methods and enhancing aquaculture are laying the foundation for long-term growth, with Sri Lanka well-positioned as a key player in the global seafood market."
    },
    {
      "title": "Ship Repairing and Layup Services",
      "content": "Sri Lanka’s ship repair and layup services sector is a crucial part of its maritime economy. Home to state-of-the-art facilities, including dry docks and floating docks, the country provides comprehensive repair, maintenance, and layup solutions for vessels of all sizes. These services are supported by highly skilled professionals, ensuring fast and efficient turnaround times. Strategically located along major shipping routes, Sri Lanka has become a preferred destination for shipowners seeking cost-effective and reliable repair services. The sector's growth is further fuelled by its focus on sustainability and eco-friendly solutions, catering to the needs of a modern global maritime industry."
    },
    {
      "title": "Maritime Logistics",
      "content": "Sri Lanka’s maritime logistics industry is a cornerstone of its economy which capitalises on the country’s prime location at the crossroads of key global trade routes. As a major transshipment hub for East-West shipping, the island plays a critical role in global supply chains. Maritime logistics contributes significantly to the GDP and provides direct employment to tens of thousands of people. With increasing cargo volumes and rising trade demands, efficient logistics solutions have become essential to minimise delays and costs. Sri Lanka's ports, known for their high capacity and advanced infrastructure, are positioned to drive the growth of the global maritime trade while meeting the demands of an ever-evolving logistics landscape."
    }
  ]
  