[
  {
    "title": "Coast Conservation and Coastal Resources Management Act (No. 57 of 1981, amended in 1988 and 2011)",
    "content": "Any infrastructure development for nautical tourism, such as marinas, docks, and piers, must be approved by the Coast Conservation and Coastal Resource Management Department (CCD). Coastal zone regulations protect natural resources, ensuring that nautical tourism activities do not lead to erosion, habitat destruction, or pollution."
  },
  {
    "title": "Tourism Act (No. 38 of 2005)",
    "content": "The Sri Lanka Tourism Development Authority (SLTDA) regulates the tourism sector, including nautical tourism. The SLTDA is responsible for issuing licenses for operators, ensuring that nautical tourism businesses meet safety, environmental, and operational standards. All tourism ventures, including nautical tourism, must comply with the guidelines and strategies outlined by the SLTDA for sustainable tourism development."
  },
  {
    "title": "Marine Pollution Prevention Act (No. 35 of 2008)",
    "content": "Nautical tourism operators must comply with the provisions of this act to prevent marine pollution. The Marine Environment Protection Authority (MEPA) enforces regulations aimed at preventing oil spills, waste dumping, and other forms of pollution from vessels. Tour operators are required to have waste management systems on board their vessels to minimize environmental impact."
  },
  {
    "title": "Sri Lanka Ports Authority Act (No. 51 of 1979)",
    "content": "The Sri Lanka Ports Authority (SLPA) manages and regulates activities in commercial harbors and marinas. Nautical tourism activities involving docking or mooring in ports, harbors, or marinas fall under the SLPA's jurisdiction. Operators must comply with port safety regulations, pay applicable fees, and ensure that vessels meet SLPA standards."
  },
  {
    "title": "Merchant Shipping Act (No. 52 of 1971)",
    "content": "This act regulates the registration, safety, and operation of vessels in Sri Lankan waters, including those used for tourism purposes. The Directorate of Merchant Shipping under the Ministry of Ports and Shipping ensures that vessels meet safety and seaworthiness requirements. Operators must adhere to safety protocols for both passengers and crew, including the provision of life-saving equipment and compliance with international maritime safety standards."
  },
  {
    "title": "Fisheries and Aquatic Resources Act (No. 2 of 1996)",
    "content": "Nautical tourism activities must not interfere with fishing operations, which are vital to local livelihoods. The Department of Fisheries and Aquatic Resources oversees the regulation of water-based activities in designated fishing zones, ensuring that nautical tourism is conducted in a way that minimizes conflicts with fishing communities."
  },
  {
    "title": "National Environmental Act (No. 47 of 1980, amended in 1988)",
    "content": "The Central Environmental Authority (CEA) enforces regulations related to environmental protection for nautical tourism activities, especially in ecologically sensitive areas. Projects that may have a significant impact on marine and coastal ecosystems must undergo an Environmental Impact Assessment (EIA) or an Initial Environmental Examination (IEE)."
  },
  {
    "title": "Customs Ordinance",
    "content": "Yachts and other foreign vessels entering Sri Lankan waters for tourism purposes must comply with customs regulations. The Sri Lanka Customs Department oversees the clearance of vessels and ensures that they meet all legal requirements for entry and stay in Sri Lankan waters."
  },
  {
    "title": "Sri Lanka Navy and Coast Guard Regulations",
    "content": "The Sri Lanka Navy and Coast Guard ensure maritime security and safety, particularly in coastal and territorial waters. Nautical tourism operators must follow navigational and security guidelines issued by the Navy and Coast Guard, particularly in restricted or sensitive areas. These agencies also enforce anti-piracy regulations and monitor illegal activities, ensuring the safety of tourists."
  },
  {
    "title": "Wildlife Protection Laws",
    "content": "Nautical tourism activities that involve visits to marine national parks or protected areas must comply with the Fauna and Flora Protection Ordinance (No. 2 of 1937, as amended). Permits are required for activities in protected marine environments, such as whale and dolphin watching, which are popular nautical tourism attractions."
  },
  {
    "title": "International Maritime Conventions",
    "content": "Sri Lanka is a signatory to various international conventions under the International Maritime Organization (IMO), which set global standards for the safety, security, and environmental performance of vessels. Nautical tourism operators must ensure that their vessels comply with these international standards, particularly regarding safety, pollution prevention, and crew training."
  }
]
